Repository: loosiegoosey/pyspaceinvaders
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es

source: GAME OVER
es: FIN DE JUEGO

source: PYTHON SPACE INVADERS
es: INVASORES PYTHONISTOS DEL ESPACIO

source: 1: START
es: 1: INICIO

source: Z / L-ARROW: LEFT
es: Z / FLECHA-IZQUIERDA: IZQUIERDA

source: X / R-ARROW: RIGHT
es: Z / FLECHA-DERECHA: DERECHA

source: CTRL: FIRE
es: CTRL: FUEGO

source: P: PAUSE / HELP
es: P: PAUSA / AYUDA

source: ESC: QUIT
es: ESC: SALIR

source: SCORE:
es: PUNTUACIÓN:

source: LEVEL:
es: NIVEL:

source: LIVES:
es: VIDAS:
